{
    "id": 1,
    "title": "Quien Soy?",
    "paragraph1": "Hola, mi nombre es César Adrián Llanes y quiero compartir con ustedes mi historia. Desde que tengo recuerdo, la música ha sido una parte importante de mi vida. Mi padre tocaba el acordeón y desde muy pequeño empecé a aprender el lenguaje musical y a tocar el piano. La música es un lenguaje hermoso que me permite conectarme y emocionarme de una manera única.",
    "paragraph2": "Durante mi niñez, además de la música, me gustaba leer los libros de física de mi padre y desarmar cosas para descubrir cómo funcionaban. Esta curiosidad me llevó a estudiar electrónica en la escuela técnica y luego ingeniería en sistemas. Sin embargo, mi amor por la naturaleza y la experimentación con mi cuerpo me llevó a estudiar educación física y abrir mi propio gimnasio.",
    "paragraph3": "Además de mi formación en tecnología y física, siempre he sido un explorador incansable del saber filosófico de culturas orientales. Soy metódico, investigador, pensador reflexivo y aprendiz permanente. A lo largo de mi vida, he tenido la oportunidad de trabajar en una empresa multinacional de seguridad y logística, lo que me permitió aplicar todos los conocimientos y habilidades adquiridos en mis estudios.",
    "paragraph4": "Desde el año 2000, he estado en un camino de expansión personal que espero nunca termine. Mi formación en tecnología, física y filosofía, así como mi amor por la música y la naturaleza, me han permitido explorar diferentes campos y enriquecer mi vida de diferentes maneras. Soy agradecido por todo lo que he aprendido y espero seguir aprendiendo y creciendo cada día.",
    "paragraph5": "Partiendo del saber adquirido, fui descubriendo-me y este descubrir recíproco entre lo aprendido y lo entendido se fue transformando en hábitos cada vez más fuertes, modificando ideas y fortaleciendo miradas, llegando a la “No Dependencia” de factores externos y responsabilizándome de mi propio pensar y actuar.",
    "paragraph6": "Creo en la responsabilidad personal y el cambio como un proceso de vivencias únicas. Es por eso que, en lugar de depender de factores externos, promuevo la trascendencia durante la vida, y no después de la muerte. Para lograrlo, creo en la manifestación externa y la interiorización y profundización de lo interno. Es importante reconocer que cada uno tiene su propio camino hacia la trascendencia.",
    "paragraph7": "Ofrezco un método sencillo, práctico y adaptable para cualquiera que busque cambiar desde la dependencia exterior hasta la libertad interior. Habiendo estudiado y atravesado diversas corrientes Antiguas y Modernas, que hoy todos pueden acceder, unifiqué estos conocimientos y los simplifiqué para que puedan ser entendidos y ejercitados por cualquier persona que tenga la pulsión de cambiar desde la dependencia exterior hasta la libertad interior.",
    "paragraph8": "En mi perspectiva complementaria en la Psicoterapia de Consciencia Personal, creo en la manifestación externa, pero también en la interiorización y profundización de lo interno. Promuevo la manifestación YANG y la manifestación YIN, tal como el Teo Te King lo hace hincapié. La interiorización y aquietamiento de los impulsos sin control ofrecen a la mente la posibilidad de ser el cauce del fluir de nuestras emociones. Esto puede ser evitado como ejercicio de crecimiento absolutamente interior, pero también puede ser expresado como una movilización expresiva de los pensamientos y emociones, sacando las cargas impuestas por otros e incluso por nosotros mismos.",
    "paragraph9": "Creo que todos tenemos la esperanza de trascender después que nuestra existencia haya cesado, es por eso que muchos seguidores de distintas corrientes llegan a fanatizarse y transformarse en instrumentos de una técnica, sin encontrar incluso su propia esencia. Sin embargo, Trascender en Vida es la frase que promuevo en este paradigma, reconociendo nuestro propio cambio como un proceso de vivencias únicas, incluso sin depender de esta misma técnica."
}